DROP TABLE foods_cpfc;

CREATE TABLE foods_cpfc(
            id INTEGER PRIMARY KEY,
            food_name TEXT,
            cal REAL,
            prot REAL,
            fat REAL,
            carb REAL);

INSERT INTO foods_cpfc(food_name, cal, prot, fat, carb)
VALUES
    ('Молоко', 62, 2.9, 3.5, 4.7),
	('Сливки', 119, 2.7, 10.0, 4.5),
	('Кофе', 3, 0, 0, 6.6),
	('Взбитые сливки', 119, 2.7, 10.0, 4.5),
	('Сироп Ваниль', 393, 0, 0, 89.3),
	('Соус халва', 625, 11.6, 29.7, 54),
	('Какао', 289, 24.3, 15, 10.2),
	('Cахар', 387, 0, 0, 100.0),
	('Сыр', 320, 20.5, 23, 2.5),
	('Матча', 324, 30.6, 563, 38.5),
	('Банан', 96, 1.5, 0.5, 21),
	('Топпинг клубника', 254, 0.2, 0.1, 65.6),
	('Топпинг Шоколад', 380, 3, 10, 70),
	('Мороженое', 232, 3.7, 15, 20.4);
